// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Neues ICC-Profil zuweisen";

NoPapersTitle = "Es sind keine benutzerdefinierten Papierarten zur Bearbeitung vorhanden.";
NoPapersMsg = "Fügen Sie eine benutzerdefinierte Papierart hinzu, oder importieren Sie eine benutzerdefinierte Papierart, damit Sie ein ICC-Profil zuweisen können.";
NoPapersDefButton = "Benutzerdefiniertes Papier hinzufügen";

ProfileExistsTitle = "Das ICC-Profil ist bereits vorhanden.";
ProfileExistsMsg = "Ein ICC-Profil mit dem Dateinamen \"%@\" ist bereits in einer lokalen Datenablage gesichert. Wählen Sie \"Bestehendes Profil verwenden\", und das gesicherte Profil wird für dieses Papier verwendet. Alternativ dazu können Sie \"Einmaligen Dateinamen verwenden\" wählen, um einen neuen Profilnamen zu erstellen.";
ProfileExistsDefButton = "Bestehendes Profil verwenden";
ProfileExistsAltButton = "Abbrechen";
ProfileExistsOtherButton = "Einmaligen Dateinamen verwenden";

NoIccTitle = "<kein Profil ausgewählt>";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Beschichtetes Inkjetpapier";
PhotoRag = "Foto-Rag";
Watercolor = "Watercolor";
Canvas = "Canvas";
RigidPhotoRag = "Foto-Rag, steif";
RigidWatercolor = "Watercolor, steif";
RigidCanvas = "Canvas, steif";
Brochure = "Brochure";
PlainPaper = "Normalpapier";
PhotoInkjetScrapbook = "Inkjetpapier für Einklebebuch, Foto";
MatteInkjetScrapbook = "Inkjetpapier für Einklebebuch, matt";

Coated = "Gestrichen";
PhotoThick = "Fotopapier dick";
FiberGloss = "Faser glänzend";
photoRag = "Photo Rag";
photoRagThin = "Photo Rag dünn";

//print quality names
Best = "Hoch";
Normal = "Normal";
Fast = "Entwurf (schnell)";
MaxDPI = "Maximale Auflösung";

ProfileInvalidTitle = "Falscher ICC-Dateityp";
ProfileInvalidMsg = "Die ausgewählte ICC-Datei ist nicht für einen Drucker vorgesehen.";
ProfileInvalidDefButton = "Anderes Profil auswählen…";

TaskTitleFieldText = "Neues ICC-Profil zuweisen";
TaskDescriptionFieldText = "Klicken Sie auf die Taste \"Zuweisen\", um dem benutzerdefinierten Papier ein neues ICC-Profil zuzuweisen.";
StartButtonText = "Zuweisen";

AddSheetDescriptionFieldText = "Wählen Sie das Papier und das ICC-Profil aus, das Sie für dieses Papier verwenden wollen.";
PaperNameLableText = "Name des benutzerdefinierten Papiers:";
PaperNamePopUpText = "Option";
PaperCategoryLableText = "Papierkategorie:";
PaperCategoryFieldText = "Kategorie";
IccFileNamelableText = "ICC-Profil (optional):";
IccFileNameFieldText = "<kein Profil ausgewählt>";
BrowseButtonText = "Durchsuchen…";
ClearButtonText = "Profil löschen";
CancelButtonText = "Abbrechen";
DoneButtonText = "Fertig";
